/**/
"Cancel" = "Avbryt";
/**/
"Delete" = "Ta bort";
/**/
"Open" = "Öppna";
/**/
"Edit" = "Redigera";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Använd geometri";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Rensa geometri";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Ta bort vertex";
/*Geometry Edit Action Name*/
"Insert Part" = "Infoga del";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Infoga brytpunkt";
/*Geometry Edit Action Name*/
"Move Vertex" = "Flytta brytpunkt";
/*Geometry Edit Action Name*/
"Remove Part" = "Ta bort del";

/*Collecting attachments*/
"Add" = "Lägg till";
/*Collecting attachments*/
"Take Photo or Video" = "Ta bild eller video";
/*Collecting attachments*/
"Choose From Library" = "Välj från bibliotek";
/*Collecting attachments*/
"Photo" = "Fotografi";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Spara till bildbibliotek";
/*Collecting attachments*/
"Download" = "Hämta";

/*Date attribute*/
"Today" = "Idag";

/**/
"Attachments" = "Bilagor";
"Attributes" = "Attribut";

/**/
"Open in Safari" = "Öppna i Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Ange en siffra mellan %i och %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Ange en siffra mellan %f och %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "För många tecken (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Siffran ligger ej inom godkänd intervall.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Filtypen stöds inte";

/**/
"%d of %d" = "%d av %d";

/**/
"Changing Feature Type" = "Ändra funktionstyp";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Du ändrar funktionstypen, vilket eventuellt kan skriva över vissa fältvärden. Är du säker på att du vill fortsätta?";

/**/
"Data for pie chart is invalid" = "Data för cirkeldiagrammet är ogiltiga";
"No data to create a pie chart" = "Det finns inga data för att skapa ett cirkeldiagram";

/**/
"Created by %@ seconds ago" = "Skapades av %@ för några sekunder sedan";

/**/
"Created by %@ a minute ago" = "Skapades av %@ för en minut sedan";

/**/
"Edited by %@ seconds ago" = "Redigerades av %@ för några sekunder sedan";

/**/
"Edited by %@ a minute ago" = "Redigerades av %@ för en minut sedan";

/**/
"Created seconds ago" = "Skapades för några sekunder sedan";

/**/
"Created a minute ago" = "Skapades för en minut sedan";

/**/
"Edited seconds ago" = "Redigerades för några sekunder sedan";

/**/
"Edited a minute ago" = "Redigerades för en minut sedan";

/**/
"Created by %@ %d minutes ago" = "Skapades av %@ %d minuter sedan";

/**/
"Created by %@ an hour ago" = "Skapades av %@ för en timme sedan";

/**/
"Created by %@ %d hours ago" = "Skapades av %@ %d timmar sedan";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Skapades av %@ %@ kl %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Skapades av %@ %@ kl %@";

/**/
"Edited by %@ %d minutes ago" = "Redigerades av %@ %d minuter sedan";

/**/
"Edited by %@ an hour ago" = "Redigerades av %@ för en timme sedan";

/**/
"Edited by %@ %d hours ago" = "Redigerades av %@ %d timmar sedan";

/**/
"Edited by %@ on %@ at %@ - day" = "Redigeras av %@ %@ kl %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Redigeras av %@ %@ kl %@";

/**/
"Created by %@" = "Skapades av %@";

/**/
"Edited by %@" = "Redigerades av %@";

/**/
"Created %d minutes ago" = "Skapades för %d minuter sedan";

/**/
"Created an hour ago" = "Skapades för en timme sedan";

/**/
"Created %d hours ago" = "Skapades för %d timmar sedan";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Skapades %@ kl %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Skapades %@ kl %@";

/**/
"Edited %d minutes ago" = "Redigerades för %d minuter sedan";

/**/
"Edited an hour ago" = "Redigerade för en timme sedan";

/**/
"Edited %d hours ago" = "Redigerades för %d timmar sedan";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Redigerades %@ kl %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Redigerades %@ kl %@";

/* Used to denote a required field */
"Required" = "Obligatoriskt";

/* Used for naming layers with no names */
"Layer %d" = "Lager %d";